""""2_8"""
# number_weakly_connected_component_list=[1, 1, 2, 2, 2, 2, 1, 1, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 2, 2, 1, 2, 1, 3, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 2, 1, 1, 1]
# size_of_the_giant_connected_component=[200, 200, 189, 189, 189, 189, 200, 200, 189, 189, 189, 189, 189, 189, 200, 200, 200, 200, 200, 200, 200, 167, 167, 200, 189, 200, 156, 167, 167, 167, 167, 200, 200, 200, 200, 200, 200, 200, 200, 167, 167, 167, 167, 167, 200, 200, 200, 200, 200, 200, 200, 200, 154, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 200, 189, 200, 200, 200]
# nodeList=['赣州市', '黄石市', '温州市', '宝鸡市', '宜宾市', '兰州市', '本溪市', '上海市', '吉林市', '盐城市', '佳木斯市', '新乡市', '扬州市', '天门市', '天水市', '廊坊市', '渭南市', '长沙市', '台州市', '重庆市', '营口市', '白山市', '济源市', '沈阳市', '延安市', '常州市', '沧州市', '铁岭市', '邵阳市', '德阳市', '大兴安岭市', '襄樊市', '遂宁市', '牡丹江市', '益阳市', '佛山市', '武威市', '南阳市', '鹤壁市', '漳州市', '绵阳市', '汕尾市', '肇庆市', '杭州市', '邯郸市', '湖州市', '湘西土家族苗族自治州', '陇南市', '黑河市', '开封市', '甘南藏族自治州', '定西市', '岳阳市', '乌兰察布市', '榆林市', '阳泉市', '南京市', '赤峰市', '莆田市', '绍兴市', '三门峡市', '乐山市', '湘潭市', '黄冈市', '荆州市', '巴彦淖尔市', '东莞市', '镇江市', '盘锦市', '临夏回族自治州', '承德市', '平顶山市', '通化市', '安康市', '通辽市', '茂名市', '鄂州市', '南平市', '焦作市', '鞍山市', '襄阳市', '太原市', '中山市', '阿拉善盟', '长春市', '韶关市', '大连市', '宁波市', '无锡市', '达州市', '三明市', '秦皇岛市', '大庆市', '甘孜藏族自治州', '鹤岗市', '四平市', '邢台市', '马鞍山市', '滁州市', '厦门市', '双鸭山市', '阜新市', '哈尔滨市', '成都市', '汕头市', '孝感市', '南充市', '娄底市', '白城市', '南通市', '吕梁市', '昭通市', '神农架林区', '洛阳市', '兴安盟', '黄山市', '张家口市', '包头市', '武汉市', '伊春市', '葫芦岛市', '恩施土家族苗族自治州', '抚顺市', '金昌市', '丹东市', '安阳市', '商洛市', '咸阳市', '锦州市', '泉州市', '忻州市', '攀枝花市', '锡林郭勒盟', '唐山市', '郑州市', '呼和浩特市', '自贡市', '晋中市', '湛江市', '舟山市', '西安市', '金华市', '内江市', '龙岩市', '荆门市', '广州市', '丽水市', '衡水市', '松原市', '辽源市', '苏州市', '北京市', '随州市', '白银市', '乌海市', '张家界市', '深圳市', '石家庄市', '保定市', '宁德市', '鄂尔多斯市', '七台河市', '雅安市', '鸡西市', '宜昌市', '嘉兴市', '广安市', '十堰市', '潜江市', '铜川市', '衢州市', '巴中市', '延边朝鲜族自治州', '呼伦贝尔市', '辽阳市', '许昌市', '朝阳市', '芜湖市', '株洲市', '仙桃市', '福州市', '常德市', '云浮市', '天津市', '绥化市', '齐齐哈尔市', '眉山市', '漯河市', '咸宁市']
"""2_9"""
# number_weakly_connected_component_list=[1, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 2, 2, 2, 2, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 2, 2, 2, 2, 2, 1, 2, 1, 1, 1, 1, 1, 1, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 2, 2, 1, 1, 1, 1, 1, 1, 1]
# size_of_the_giant_connected_component=[189, 156, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 156, 156, 156, 156, 143, 156, 156, 156, 156, 156, 156, 156, 156, 156, 156, 156, 156, 156, 189, 189, 156, 156, 156, 156, 156, 189, 156, 189, 189, 189, 189, 189, 189, 143, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 155, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 189, 143, 143, 189, 189, 189, 189, 189, 189, 189]
"""2_9_190"""
nodeList=['赣州市', '黄石市', '温州市', '宝鸡市', '宜宾市', '兰州市', '本溪市', '大同市','临汾市','上海市', '吉林市', '盐城市', '新乡市', '扬州市', '天门市', '天水市', '廊坊市', '渭南市', '长沙市', '台州市', '重庆市', '营口市', '白山市', '济源市', '沈阳市', '延安市', '常州市', '沧州市', '铁岭市', '邵阳市', '德阳市', '大兴安岭市', '襄樊市', '遂宁市', '牡丹江市', '益阳市', '佛山市', '武威市', '南阳市', '鹤壁市', '漳州市', '绵阳市', '汕尾市', '肇庆市', '杭州市', '邯郸市', '湖州市', '湘西土家族苗族自治州', '陇南市', '黑河市', '开封市', '甘南藏族自治州', '定西市', '岳阳市', '乌兰察布市', '榆林市', '阳泉市', '南京市', '赤峰市', '莆田市', '绍兴市', '三门峡市', '乐山市', '湘潭市', '黄冈市', '荆州市', '巴彦淖尔市', '东莞市', '镇江市', '盘锦市', '临夏回族自治州', '承德市', '平顶山市', '通化市', '安康市', '通辽市', '茂名市', '鄂州市', '南平市', '焦作市', '鞍山市', '襄阳市', '太原市', '中山市', '阿拉善盟', '长春市', '韶关市', '大连市', '宁波市', '无锡市', '达州市', '三明市', '秦皇岛市', '大庆市', '甘孜藏族自治州', '鹤岗市', '四平市', '邢台市', '马鞍山市', '滁州市', '厦门市', '双鸭山市', '阜新市', '哈尔滨市', '成都市', '汕头市', '孝感市', '南充市', '娄底市', '白城市', '南通市', '吕梁市', '昭通市', '神农架林区', '洛阳市', '兴安盟', '黄山市', '张家口市', '包头市', '武汉市', '伊春市', '葫芦岛市', '恩施土家族苗族自治州', '抚顺市', '金昌市', '丹东市', '安阳市', '商洛市', '咸阳市', '锦州市', '泉州市', '忻州市', '攀枝花市', '锡林郭勒盟', '唐山市', '郑州市', '呼和浩特市', '自贡市', '晋中市', '湛江市', '舟山市', '西安市', '金华市', '内江市', '龙岩市', '荆门市', '广州市', '丽水市', '衡水市', '松原市', '辽源市', '苏州市', '北京市', '随州市', '白银市', '乌海市', '张家界市', '深圳市', '石家庄市', '保定市', '宁德市', '鄂尔多斯市', '七台河市', '雅安市', '鸡西市', '宜昌市', '嘉兴市', '广安市', '十堰市', '潜江市', '铜川市', '衢州市', '巴中市', '延边朝鲜族自治州', '呼伦贝尔市', '辽阳市', '许昌市', '朝阳市', '芜湖市', '株洲市', '仙桃市', '福州市', '常德市', '云浮市', '天津市', '绥化市', '齐齐哈尔市', '眉山市', '漯河市', '咸宁市']
number_weakly_connected_component_list=[1, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 2, 2, 2, 2, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 2, 2, 2, 2, 2, 1, 2, 1, 1, 1, 1, 1, 1, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 2, 2, 1, 1, 1, 1, 1, 1, 1]
size_of_the_giant_connected_component=[190, 157, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 157, 157, 157, 157, 144, 157, 157, 157, 157, 157, 157, 157, 157, 157, 157, 157, 157, 157, 190, 190, 157, 157, 157, 157, 157, 190, 157, 190, 190, 190, 190, 190, 190, 144, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 156, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 190, 144, 144, 190, 190, 190, 190, 190, 190, 190]


import xlwt #写入excel文件的库
hr_book= xlwt.Workbook(encoding='utf_8_sig')
#按行写入excel

hr_sheet=hr_book.add_sheet('HR_title',cell_overwrite_ok=True) #创建表格
path= "/test/02_component/result/三个月结果/data_inline/result_inline_2_9_截取190个城市.xls"
i=0
j=0
for mn in  number_weakly_connected_component_list:
    hr_sheet.write(i,j,mn)
    i=i+1
m=0
n=1
for nn in size_of_the_giant_connected_component:
    hr_sheet.write(m,n,nn)
    m=m+1
hr_book.save(path)